import SEO from "../components/seo";
import Footer from "../components/footer";

export default function GoodcartBonus() {
    return (
        <>
            <SEO title="Goodzone" />
            <section className="section_container">
                <article className="delivery_content payment_plan-rules">
                    <h1>Правила программы лояльности GOODCARD</h1>
                    <p className="subtitle"></p>
                    <div className="content_block">
                        <h3>1. Условия участия в программе</h3>
                        <ul>
                            <li>1.1. Участником программы лояльности GOODCARD* (далее — программа) может стать любое физическое лицо — потребитель, который покупает товары для личного, домашнего, семейного использования и которому на момент регистрации исполнилось 18 лет (далее — участник или клиент).</li>
                            <li>1.2. Для участия в программе клиенту необходимо зарегистрироваться в программе любым удобным для него способом: в розничном магазине сети ООО «GOODZONE TRADING» (далее — «GOODZONE»), через специалистов Контакт-центра (далее — КЦ). Участие в программе бесплатное.</li>
                            <li>1.3. Для использования начисленных Бонусных баллов при оплате необходимо, чтобы карта участника была активной.</li>
                            <li>1.4. У одного участника в личном кабинете может быть только одна карта в статусе «Активна», за исключением кобрендовых карт.</li>
                        </ul>
                    </div>
                    <div className="content_block">
                        <h3>2. Регистрация в программе</h3>
                        <ul>
                            <li>2.1. Для участия в программе необходимо зарегистрироваться. Это можно сделать следующими способами:</li>
                            <li>2.1.1. На кассе, указав номер телефона.</li>
                            <li>2.1.2. При помощи продавца в торговом зале магазина.</li>
                            <li>2.1.3. Через специалистов Контакт-центра при оформлении заказа.</li>
                            <li>2.2. Регистрируясь в программе, вы тем самым даёте ООО «GOODZONE TRADING» согласие на обработку ваших персональных данных, перечисленных ниже, в целях заключения и исполнения договоров купли-продажи / оказания услуг, информирования о товарах, работах, услугах и/или проведения опросов и исследований, участия в программе лояльности, включая учёт накопления и использования Бонусных баллах, для предоставления вам наиболее выгодных персонализированных предложений от «GOODZONE» и его партнёров, а также разрешаете во исполнение перечисленных целей передавать или поручать другим лицам обработку указанных ниже персональных данных. Со списком таких третьих лиц можно ознакомиться тут. Согласие даётся на обработку следующих ваших персональных данных: фамилии, имени, отчества, пола, даты рождения, номеров мобильного и/или домашнего телефонов, адреса электронной почты, почтового адреса, сведений об истории покупок, в том числе наименований приобретаемых товаров/услуг и их стоимости, накопленных Бонусных баллах, а также информации об интересах на основании данных о вашем поведении в интернете, в сетях телекоммуникационных и интернет-операторов, сетевых и/или коалиционных (с участием компаний-партнёров) программ лояльности (далее — персональные данные). В ходе обработки ваших персональных данных будут осуществляться следующие действия с использованием средств автоматизации или без их использования: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение. Также вы даёте согласие на направление вам информации, в том числе рекламного и/или маркетингового содержания, об изменениях в правилах программы лояльности, о товарах, работах, услугах «GOODZONE» и его партнёров, отправку электронных чеков после совершения покупки через любые указанные вами каналы коммуникации с применением различных информационных технологий, в том числе по почте, SMS, электронной почте, телефону, через личный кабинет на сайте goodzone.uz, с помощью систем мгновенного обмена сообщениями через интернет и т. д. Согласие может быть отозвано вами в любой момент путём направления письменного уведомления по месту нахождения «GOODZONE». В случае вашего несогласия участие в программе невозможно.</li>
                        </ul>
                    </div>
                    <div className="content_block">
                        <h3>3. Начисление Бонусных баллов</h3>
                        <ul>
                            <li>3.1. Совершая покупки в любых магазинах «GOODZONE», участник программы идентифицирует себя как держателя карты, называя номер своей карты.</li>
                            <li>3.2. Базовое начисление Бонусных рублей: 2% (два процента) в Бонусных баллах начисляются с суммы, потраченной в магазинах «GOODZONE», включая интернет-магазин. Начисление Бонусных баллов происходит на сумму, оплаченную денежными средствами после применения всех скидок.</li>
                        </ul>
                    </div>
                    <div className="content_block">
                        <h3>4. Дополнительные возможности программы</h3>
                        <ul>
                            <li>4.1. Участник программы получает возможность доступа к персональным предложениям с начислением повышенного кешбэка до 25% в виде Бонусных баллов «GOODZONE».</li>
                        </ul>
                    </div>
                    <div className="content_block">
                        <h3>5. Порядок использования и сгорания Бонусных рублей</h3>
                        <ul>
                            <li>5.1. Бонусными баллами участник программы может оплатить до 30% (тридцати процентов) стоимости товара во всех магазинах «GOODZONE», в том числе в интернет-магазине.</li>
                            <li>5.2. Бонусными баллами не могут быть оплачены следующие товары/услуги:</li>
                            <li>5.3. Подарочные карты.</li>
                            <li>5.4. Страховые полисы.</li>
                            <li>5.5. Услуги доставки, а также услуги операторов сотовой связи.</li>
                            <li>5.6. «GOODZONE» по своему усмотрению может вводить ограничения в список товаров и услуг, которые нельзя оплатить Бонусными баллами.</li>
                        </ul>
                    </div>
                </article>
            </section>
            <Footer />
        </>
    );
}
